{
    "countries": {
        "England": {
            "description": "Anglia (ang. England) – kraj stanowiący część Zjednoczonego Królestwa Wielkiej Brytanii i Irlandii Północnej. W przeszłości był niezależnym królestwem. Ma granice lądowe z Walią na zachodzie i Szkocją na północy. Kraj jest oblewany przez Morze Celtyckie i Morze Irlandzkie. Od kontynentalnej części Europy oddzielony jest kanałem La Manche i Morzem Północnym. Stolicą Anglii jest Londyn. Panuje w niej król brytyjski Karol III. Populacja kraju to ponad 56 milionów osób (2019), większość z nich mieszka w stolicy i innych aglomeracjach.Obszar Anglii stanowią głównie równiny i pagórki. Na północy teren jest bardziej górzysty, np. w Lake District czy Górach Pennińskich. W kraju panuje klimat morski. Temperatura jest umiarkowana, zimą rzadko schodzi poniżej zera, latem dochodzi do 32 stopni. Poza głównym obszarem, zajmującym południową i środkową część wyspy Wielka Brytania, na Anglię składa się także ponad 100 mniejszych wysp, takich jak Scilly czy Wight."
        },
        "Scotland": {
            "description": "Szkocja – kraj stanowiący część Zjednoczonego Królestwa Wielkiej Brytanii i Irlandii Północnej. W przeszłości był niezależnym królestwem. Obejmuje północną część wyspy Wielkiej Brytanii oraz archipelagi: Hebrydy, Orkady i Szetlandy. Na południu graniczy z Anglią. Krajobraz w przeważającej części wyżynny i górski. Klimat umiarkowanie ciepły, wybitnie morski. Stolicą Szkocji jest Edynburg, natomiast największym miastem Glasgow. Obecnie zamieszkany przez blisko 5,5mln osób."
        },
        "Northern Ireland": {
            "description": "Irlandia Północna – kraj stanowiący część Zjednoczonego Królestwa Wielkiej Brytanii i Irlandii Północnej. Zajmuje północno-wschodnią część wyspy Irlandii. Jego stolicą jest Belfast. Część władzy ustawodawczej na rzecz kraju wykonuje Zgromadzenie Irlandii Północnej, utworzone w 1998 r. w oparciu o zapisy ustawy o Irlandii Północnej, powstałej w ramach kończącego konflikt północnoirlandzki porozumienia wielkopiątkowego. Irlandia Północna współpracuje z Republiką Irlandii w niektórych obszarach, a porozumienie wielkopiątkowe przyznało Republice możliwość „przedstawiania poglądów i propozycji w celu rozwiązania sporów między dwoma rządami”. Obecnie Irlandie Północną zamieszkuje blisko 2 mln osób."
        },
        "Wales": {
            "description": "Walia – kraj stanowiący część Zjednoczonego Królestwa Wielkiej Brytanii i Irlandii Północnej. Także celtycka kraina historyczna. Kraj jest położony w południowo-zachodniej części wyspy Wielka Brytania, na zachód od Anglii, nad Morzem Irlandzkim i Celtyckim. Stolicą Walii jest Cardiff. Mimo że kraj ten dzieli historię społeczno-polityczną z resztą Wielkiej Brytanii, a zdecydowana większość ludności mówi po angielsku, Walia zachowała odrębność kulturową i jest krajem dwujęzycznym. Ponad 560 tys. mieszkańców posługuje się językiem walijskim, który szczególnie rozpowszechniony jest w zachodnich i północnych częściach kraju. Od końca XIX wieku Walia zyskała wizerunek „kraju pieśni”, po części dzięki tradycji eisteddfod. Kraj reprezentowany jest przez własną drużynę na wielu międzynarodowych imprezach sportowych, m.in. w Pucharze Świata FIFA, Mistrzostwach Europy UEFA, Pucharze Świata w Rugby oraz na Igrzyskach Wspólnoty Narodów. Rugby union uważane jest za symbol walijskiej tożsamości narodowej oraz przejaw narodowej świadomości. Obecnie zamieszkana przez blisko 3mln osób."
        }
    },
    "cities": {
        "Plymouth": "Plymouth – miasto w południowo-zachodniej Anglii, w hrabstwie Devon, w dystrykcie (unitary authority) Plymouth, położone przy granicy z Kornwalią, nad ujściem rzek Plym i Tamar do kanału La Manche. Jeden z największych portów Wielkiej Brytanii, baza marynarki wojennej (Royal Navy). W 1967 przyłączono do miasta przedmieścia Plympton i Plymstock. W 2001 roku miasto liczyło 243 795 mieszkańców. Miasto zbudowane zostało nad jednym z największych naturalnych portów na świecie. Plymouth jest jednym z największych miast na południowym wybrzeżu Wielkiej Brytanii. W mieście znajduje się wiele zabytkowych kamienic i pozostałości z czasów jego świetności.",
        "London": "Londyn – stolica i największe miasto Anglii i Wielkiej Brytanii, położone w południowo-wschodniej części kraju, nad Tamizą. Jest trzecim co do wielkości miastem Europy, po Moskwie i Stambule, a jednocześnie jednym z większych miast świata zarówno w skali samego miasta, jak i całej aglomeracji. Liczba mieszkańców Londynu (w granicach tzw. Wielkiego Londynu) wynosi ok. 8,982 mln. (2019 r.) na obszarze 1572 km<sup>²</sup>; cała zaś aglomeracja londyńska, łącznie ze wszystkimi przyległymi miejscowościami w 2015 liczyła prawie 14 milionów mieszkańców. Około 20% mieszkańców pochodzi z Azji, Afryki i Karaibów.",
        "Bristol": "Bristol – miasto w południowo-zachodniej Anglii, położone przy ujściu rzeki Avon do Kanału Bristolskiego, 185 km na zachód od Londynu. Z populacją 428,2 tys. mieszkańców (2011) Bristol zajmuje szóste miejsce w Anglii i dziewiąte w Wielkiej Brytanii. Formalnie stanowi on jednolitą jednostkę administracyjną i zarazem samodzielne hrabstwo ceremonialne. Miasto jest największym ośrodkiem regionu South West England. Do nadejścia rewolucji przemysłowej, przez trzy stulecia Bristol był drugim lub trzecim pod względem wielkości angielskim miastem. Podstawą zamożności mieszkańców był port, obecnie przeniesiony z centrum do ujścia Avonu. Miasto szczyci się ponad setką zabytków należących do klasy I, najstarsze pochodzą jeszcze ze średniowiecza. Bristol jest prężnym ośrodkiem kulturalnym, a także naukowym (dzięki swoim dwóm uniwersytetom). W mieście znajduje się najstarszy w Anglii nieprzerwanie działający teatr oraz najstarszy ogród zoologiczny założony poza miastem stołecznym. W XX wieku najważniejszą gałęzią produkcji w Bristolu stał się przemysł lotniczy. Miasto dysponuje też międzynarodowym portem lotniczym.",
        "Cardiff": "Cardiff – miasto ze statusem city w Wielkiej Brytanii, stolica Walii, ośrodek administracyjny hrabstwa Cardiff, historycznie wchodzące w skład w hrabstwa Glamorgan (Morgannwg). Jest położone nad rzeką Taff, u jej ujścia do Kanału Bristolskiego. W 2011 roku miasto liczyło 335 145 mieszkańców. Powstało jako osiedle rzymskie z I-II wieku, później rozbudowane przez Normanów.",
        "Newport": "Newport – miasto w Wielkiej Brytanii (Walia) w hrabstwie Newport, od 2002 posiadające status city, port przy ujściu rzeki Usk do Kanału Bristolskiego. W 2011 roku miasto liczyło 128 060 mieszkańców.",
        "Swansea": "Swansea – miasto ze statusem city w południowej Walii, ośrodek administracyjny hrabstwa Swansea, historycznie w hrabstwie Glamorgan (Morgannwg). W 2011 roku hrabstwo liczyło 179 485 mieszkańców (drugie pod względem wielkości miasto Walii).",
        "Oxford": "Oksford (ang. Oxford) – miasto w południowej Anglii nad rzeką Tamizą, stolica hrabstwa Oxfordshire, w dystrykcie Oksford. Znane jest przede wszystkim jako siedziba Uniwersytetu Oksfordzkiego (University of Oxford), najstarszego anglojęzycznego uniwersytetu świata. Oksford od XIX w. nazywany jest „miastem rozmarzonych wież” (ang. city of dreaming spires). W mieście znajduje się wiele budynków i instytucji związanych z uniwersytetem, m.in. Ashmolean Museum – najstarsze muzeum w Wielkiej Brytanii oraz Bodleian Library – jedna z największych i najstarszych bibliotek w kraju. W Oksfordzie siedzibę ma Oxford University Press, największe wydawnictwo uniwersyteckie na świecie. Oksford położony jest w regionie określanym jako Dolina Tamizy. Gospodarka miasta jest zróżnicowana. Obok związanych z uniwersytetem przemysłów wydawniczego, naukowego i wysokich technologii znajduje się tam także fabryka samochodów MINI, dawniej należąca do przedsiębiorstwa Morris Motor Company (obecnie część koncernu BMW). Turystyka stanowi ważną część gospodarki miasta. Eklektyczne budynki Oksfordu, w szczególności kolegia uniwersytetu, reprezentują wszystkie style architektoniczne w historii Anglii – począwszy od budynków saksońskich z X wieku, przez średniowieczny gotyk i styl epoki Tudorów po bogatą architekturę barokową. Ta ostatnia reprezentowana jest przez wiele budynków zaprojektowanych przez słynnych architektów angielskich Christophera Wrena i Nicholasa Hawksmoora, związanych z uczelnią.",
        "Cambridge": "Cambridge  – miasto (city) i dystrykt niemetropolitalny we wschodniej Anglii (Wielka Brytania), stolica hrabstwa Cambridgeshire, położone nad rzeką Cam, około 80 km na północny wschód od Londynu. W 2011 roku dystrykt liczył 123 867 mieszkańców. Cambridge jest siedzibą drugiego po Oksfordzie najstarszego uniwersytetu w Anglii, który został założony w 1209. Klinika uniwersytecka Addenbrookes należy do jednej z największych w Wielkiej Brytanii, a jej charakterystyczny komin na stałe wpisał się w krajobraz miasta. W latach 1990–1998 miasto było siedzibą Królewskiego Obserwatorium Astronomicznego. Działające od 1584 Cambridge University Press jest najstarszym wydawnictwem na świecie.",
        "Belfast": "Belfast  – stolica i największe miasto Irlandii Północnej, zlokalizowane w dystrykcie Belfast (hrabstwo Antrim). Zajmuje powierzchnię 132,50 km², licząc 341 877 mieszkańców (2019 r.). Aglomeracja o nazwie Wielki Belfast (ang. Greater Belfast lub Belfast metropolitan area) jest podzielona pomiędzy dwa hrabstwa – Antrim i Down, zajmuje powierzchnię 960 km<sup>²</sup>, a w 2011 r. zamieszkiwało ją 671 559 osób. W jej skład wchodzi miasto Belfast oraz 12 odrębnych jednostek administracyjnych (największe z nich to: Lisburn, Newtownabbey, Bangor, Castlereagh, Carrickfergus, Holywood).",
        "Londonderry": "Londonderry – miasto w hrabstwie o tej samej nazwie w Irlandii Północnej, nad rzeką Foyle. Drugie co do wielkości miasto Irlandii Północnej, w 2011 roku liczące 83 163 mieszkańców.",
        "Aberdeen": "Aberdeen  – miasto w północno-wschodniej Szkocji (Wielka Brytania), w jednostce administracyjnej (council area) Aberdeen City. W 2020 roku zamieszkane przez 198 590 osób. Położone jest nad ujściem rzek Don i Dee do Morza Północnego. W przeszłości było ośrodkiem administracyjnym hrabstwa Aberdeenshire, następnie regionu administracyjnego Grampian. Duży port rybacki (śledzie, łososie), ośrodek usługowy dla platform wiertniczych i gazociągów na Morzu Północnym; przemysł stoczniowy, maszynowy, chemiczny; kamieniołomy granitu. Rozwój miasta związany jest z eksploatacją ropy naftowej spod dna Morza Północnego. Aberdeen jest wśród 10 najlepszych miast do życia w Wielkiej Brytanii według The Good Growth for Cities Index sporządzonego przez PwC w 2018 roku.",
        "Dundee": "Dundee – miasto i jednostka administracyjna (ang. council area) w Szkocji. Leży na północnym brzegu ujścia rzeki Tay (zatoka Firth of Tay), na wschodnim wybrzeżu Szkocji, nad Morzem Północnym). Początki historii miejsca, w którym obecnie stoi miasto, sięgają epoki żelaza i wiążą się z ludem Piktów. W średniowieczu w tym miejscu miało miejsce wiele wydarzeń o znaczeniu historycznym. Podczas rewolucji przemysłowej rozwinął się tu przemysł jutowy. Dundee zasłynęło wtedy również z dziennikarstwa oraz z narodowego przysmaku – dżemu pomarańczowego. Dzięki temu zyskało przydomek „miasta juty, dżemu i dziennikarstwa”. Dundee liczy 148 270 mieszkańców (2016 rok). Wraz z przedmieściami Monifieth, Birkhill i Invergordon tworzy aglomerację liczącą około 170 000 mieszkańców. Największą liczbę mieszkańców odnotowano na początku 1970 r. (prawie 200 000). Później populacja miasta malała, głównie z powodu migracji ludności oraz zmian granic administracyjnych w latach 70. i 80. XX wieku, kiedy utraciło część przedmieść na rzecz otaczających je jednostek terytorialnych.",
        "Glasgow": "Glasgow – największe miasto Szkocji, uznane za jej komercyjną stolicę, położone nad rzeką Clyde. Miasto stanowi samodzielną jednostkę administracyjną (council area).",
        "Edynburg": "Edynburg  – stolica Szkocji (Wielka Brytania), położona w jej środkowo-wschodniej części, na południowym wybrzeżu zatoki Firth of Forth (Morze Północne), główny ośrodek jednostki administracyjnej (council area) Edynburg. Siedziba Parlamentu Szkockiego (od 1999 roku). Siedziba Uniwersytetu Edynburskiego (1583), obecnie znajdują się tam cztery uniwersytety. Szacunkowa liczba mieszkańców Edynburga w 2020 roku wynosi 506 520, co czyni go siódmym co do wielkości miastem w Wielkiej Brytanii i drugim (po Glasgow) miastem Szkocji. W przeszłości nazywany również „Starym Kopciuchem” (sc. Auld Reekie). Miasto słynie z licznych dorocznych imprez i festiwali, z których najsłynniejszymi są Edinburgh International Festival, Fringe (festiwale teatralne) oraz Military Tattoo (występy orkiestr wojskowych), odbywające się w sierpniu.",
        "Liverpool": "Liverpool  – miasto i dystrykt metropolitalny w północno-zachodniej Anglii (Wielka Brytania), w hrabstwie Merseyside, położone na wschodnim brzegu estuarium rzeki Mersey, uchodzącej nieopodal do Zatoki Liverpoolskiej (Morze Irlandzkie). Port morski w Liverpoolu jest jednym z największych na terenie Wielkiej Brytanii; obsługuje zarówno ruch towarowy jak i pasażerski. Rozwinął się w XVIII i XIX wieku, stając się drugim pod względem znaczenia (po Londynie) portem w kraju, jako centrum handlu i komunikacji pasażerskiej z Ameryką, w tym handlu trójkątnego. Miasto jest ośrodkiem przemysłowym (gł. przemysł paliwowy, samochodowy i elektroniczny), kulturalnym i naukowym.",
        "Manchester": "Manchester – miasto (city) i dystrykt metropolitalny w północno-zachodniej Anglii, w hrabstwie metropolitalnym Wielki Manchester, położone nad rzekami Irwell i Mersey u podnóża Gór Pennińskich, połączony z Morzem Irlandzkim Kanałem Manchesterskim. W 2017 roku Manchester liczył 545 501 mieszkańców (6. miejsce w Wielkiej Brytanii), a jego obszar metropolitalny – Wielki Manchester (Greater Manchester), obejmujący m.in. miasta: Ashton-under-Lyne, Bolton, Stockport, Oldham, Rochdale, Wigan, Salford, Bury i Sale, liczył ponad 2,7 mln mieszkańców.Miasto jest węzłem drogowym i kolejowym, funkcjonuje tu również międzynarodowy port lotniczy Manchester. Ośrodek handlowo–bankowy, naukowy i przemysłowy w sektorze m.in. włókienniczym, maszynowym, elektrotechnicznym, chemicznym, odzieżowym i środków transportu. Ponadto ośrodek mediowy, m.in. BBC Radio Manchester.",
        "Hull": "Kingston upon Hull (potocznie Hull) – miasto w Wielkiej Brytanii (Anglia), w hrabstwie ceremonialnym East Riding of Yorkshire, nad estuarium Humber i jego dopływem Hull, typowo przemysłowe (stocznie, rafinerie, fabryka czekolady). Było największym miastem zlikwidowanego hrabstwa Humberside. Obecnie jest samodzielną jednolitą jednostką administracyjną (unitary authority), wchodzącą w skład regionu Yorkshire and the Humber. W mieście jest most obrotowy, który stał się lokalną atrakcją i przyczynił się do rewitalizacji zaniedbanej, poprzemysłowej dzielnicy na lewym brzegu rzeki Hull.",
        "Sheffield": "Sheffield – miasto w północnej Anglii w hrabstwie metropolitalnym South Yorkshire, w dystrykcie metropolitalnym Sheffield. W 2001 roku miasto liczyło 439 866 mieszkańców, co czyni je piątym co do wielkości miastem w Anglii. Dawniej miasto silnie uprzemysłowione, które dzisiaj bardziej przemienia się w akademickie. Uniwersytet w Sheffield (University of Sheffield) może się pochwalić 6 noblistami. Sheffield jest wspomniane w Domesday Book (1086) jako Escafeld/Scafeld.",
        "Birmingham": "Birmingham – miasto (city) i dystrykt metropolitalny w Wielkiej Brytanii, w Anglii, w hrabstwie metropolitalnym West Midlands. W 2014 roku miasto liczyło 1 137 100 mieszkańców. Cały ośrodek metropolitalny (m.in. wraz z Coventry, Wolverhampton, Solihull, Tamworth, Dudley, Walsall), a także miasto samo w sobie jest drugim pod względem ludności (po Londynie) w Wielkiej Brytanii – zamieszkuje go ok. 4 mln osób. Ważny ośrodek przemysłowy (m.in. zakłady Rovera i Cadbury), kulturalny (Led Zeppelin, Black Sabbath, Judas Priest, Electric Light Orchestra, Napalm Death, Duran Duran, City of Birmingham Symphony Orchestra, której dyrygentem był przez trzy lata Andrzej Panufnik) i akademicki (trzy uniwersytety). Birmingham ma rozbudowany system kanałów, które łącznie są dłuższe od kanałów w Wenecji. W mieście znajdują się stacje kolejowe Birmingham Moor Street, Birmingham Snow Hill, Birmingham New Street.",
        "Leeds": "Leeds – miasto w północnej Anglii (Wielka Brytania), w hrabstwie West Yorkshire, w dystrykcie metropolitalnym Leeds. Miasto położone jest u podnóża Gór Pennińskich, nad rzeką Aire. Według danych z 2006 w mieście zamieszkuje 457,9 tys. osób, a w jego zespole miejskim 716,5 tys. osób (2001). Leeds jest ważnym centrum kulturalnym, naukowym i rozrywkowym. Ma tu siedzibę West Yorkshire Playhouse, na tutejszych uniwersytetach studiuje ponad 70 tys. osób (m.in. University of Leeds, wywodzony od 1831, Leeds Beckett University, do niedawna politechnika, której początki sięgają 1824 oraz Leeds Trinity University College). W mieście znajduje się także założone w 1997 studio Mobius Entertainment, wykupione w 2004 przez Rockstar i przekształcone w studio Rockstar Leeds, zajmujące się produkcją gier na konsole przenośne. Miasto ma połączenia poprzez kanały z portami zachodniego wybrzeża, np. Liverpool przez Kanał Leeds-Liverpool otwarty w 1816, a poprzez rzeki z estuarium Humber."
    }
}